Repository: VoylinsGamedevJourney/gozen
Catalog: src/translations/*.po
Languages: fr_fr, hi_in, ja, nl, pl, ur_pk

# title_about_gozen
source: About GoZen
fr_fr: À Propos de GoZen
hi_in: GoZen के बारे में
ja: GoZenについて
nl: Over GoZen
pl: O GoZen
ur_pk: گوزین کی معلومات

# title_appearance
source: Appearance
fr_fr: Apparence
hi_in: रूप
ja: 外観
nl: Uiterlijk
pl: Wygląd
ur_pk: ظہور

# title_defaults
source: Defaults
fr_fr: Par défaut
hi_in: डिफ़ॉल्ट
ja: 標準設定
nl: Standaarden
pl: Domyślne
ur_pk: ڈیفالٹس

# title_timeline
source: Timeline
hi_in: टाइमलाइन
ja: タイムライン
nl: Tijdlijn
pl: Oś czasu
ur_pk: ٹائم لائن

# title_extras
source: Extra's
hi_in: अतिरिक्त
ja: その他
pl: Inne

# title_render_settings
source: Render settings
fr_fr: Configuration du rendu
hi_in: रेंडर सेटिंग्स
ja: レンダリング設定
nl: Render instellingen
pl: Ustawienia eksportu

# title_rendering
source: Rendering
fr_fr: Rendu
hi_in: रेंडरिंग
ja: レンダリング
nl: Renderen
pl: Eksportowanie
ur_pk: رینڈرنگ

# title_rendering_finished
source: Rendering finished
fr_fr: Rendu terminé
hi_in: रेंडरिंग पूरी हुई
ja: レンダリング完了
nl: Renderen voltooid
pl: Eksportowanie zakończone
ur_pk: رینڈرنگ مکمل

# title_rendering_error
source: Rendering: Error occured.
fr_fr: Rendu : une erreur s'est produite.
hi_in: रेंडरिंग: त्रुटि हुई है।
ja: レンダリング：エラーが発生しました！
nl: Renderen: Er is een fout opgetreden.
pl: Eksport: Nastąpił błąd.

# title_render_video
source: Render video
fr_fr: Rendu vidéo
hi_in: वीडियो रेंडर करें
ja: 動画をレンダリング
nl: Video renderen
pl: Eksport wideo
ur_pk: رینڈر ویڈیو

# title_render_audio
source: Render audio
fr_fr: Rendu audio
hi_in: ऑडियो रेंडर करें
ja: 音声をレンダリング
nl: Audio renderen
pl: Eksport dźwięku
ur_pk: رینڈر آڈیو

# title_cpu_threads
source: CPU threads
fr_fr: Threads CPU
hi_in: CPU थ्रेड्स
ja: CPUスレッド
pl: Wątki procesora
ur_pk: سی پی یو تھریڈز

# title_recent_projects
source: Recent projects
fr_fr: Projets récents
hi_in: हाल के प्रोजेक्ट्स
ja: 最近のプロジェクト
nl: Recente projecten
pl: Ostatnie projekty
ur_pk: حالیہ پروجیکٹس

# title_getting_started
source: Getting started
fr_fr: Démarrer
hi_in: शुरुआत करें
ja: はじめに
nl: Aan de slag
pl: Jak zacząć
ur_pk: شروعات کریں

# title_new_project
source: New project
fr_fr: Nouveau projet
hi_in: नया प्रोजेक्ट बनाएँ
ja: 新しいプロジェクト
nl: Nieuw project
pl: Nowy projekt
ur_pk: نیا پروجیکت

# title_loading_project
source: Loading project
fr_fr: Chargement du projet
hi_in: प्रोजेक्ट लोड हो रहा है
ja: プロジェクトを読み込み中
nl: Project laden
pl: Ładowanie projektu

# title_files_dropped
source: Files dropped
fr_fr: Fichiers déposés
hi_in: फ़ाइलें डाली गईं
ja: ファイル追加
nl: Bestanden toegevoegd
pl: Upuszczone pliki

# title_sponsors
source: Sponsors
fr_fr: Mécènes
hi_in: प्रायोजक
ja: スポンサー
pl: Sponsorzy

# title_editor_settings
source: Editor settings
fr_fr: Configuration de l'éditeur
hi_in: एडिटर सेटिंग्स
ja: エディター設定
nl: Editor instellingen
pl: Ustawienia edytora

# title_project_settings
source: Project settings
fr_fr: Configuration du projet
hi_in: प्रोजेक्ट सेटिंग्स
ja: プロジェクト設定
nl: Project instellingen
pl: Ustawienia projektu

# title_chapters
source: Chapters
fr_fr: Chapitres
hi_in: अध्याय
ja: チャプター
pl: Rozdziały

# title_save_image_to_file
source: Save image to file
fr_fr: Sauvegarder l'image
hi_in: छवि को फ़ाइल में सहेजें
ja: 画像をファイルに保存
nl: Afbeelding opslaan als bestand
pl: Zapisz obraz do pliku

# title_save_video_audio_to_wav
source: Save video audio to wav
fr_fr: Sauvegarder la piste audio
hi_in: वीडियो ऑडियो को WAV में सहेजें
ja: 動画音声をWAVとして保存
nl: Video audio opslaan naar WAV
pl: Zapisz dźwięk wideo do wav

# title_add_color_file
source: Add color file
fr_fr: Ajouter un clip de couleur
hi_in: रंग फ़ाइल जोड़ें
ja: カラーファイルを追加
nl: Kleur clip toevoegen
pl: Dodaj plik koloru

# title_close_without_saving
source: Close without saving?
pl: Wyjść bez zapisywania?

# button_tooltip_create_new_project
source: Create new project with the chosen settings.
fr_fr: Créer un nouveau projet avec les réglages sélectionnés.
hi_in: चुनी गई सेटिंग्स के साथ नया प्रोजेक्ट बनाएँ
ja: 選択した設定で新しいプロジェクトを作成します。
nl: Maak een nieuw project met de gekozen instellingen.
pl: Utwórz nowy projekt z wybranymi ustawieniami.
ur_pk: چنی گئ ترتیبات سے نیا پروجیکٹ بنائں.

# button_gozen_site
source: GoZen site
fr_fr: Site Internet GoZen
hi_in: GoZen साइट
ja: GoZenサイト
nl: GoZen website
pl: Strona GoZen
ur_pk: گوزین کی سائٹ

# button_manual
source: Manual
fr_fr: Manuel
hi_in: मैन्युअल
ja: マニュアル
nl: Handleiding
pl: Podręcznik
ur_pk: ہدایت نامہ

# button_tutorials
source: Tutorials
fr_fr: Tutoriels
hi_in: ट्यूटोरियल्स
ja: チュートリアル
pl: Poradniki
ur_pk: ویڈیو اسباق

# button_discord_server
source: Discord server
fr_fr: Serveur Discord
hi_in: डिस्कोर्ड सर्वर
ja: Discordサーバー
pl: Serwer Discord
ur_pk: دسکورڈ سرور

# button_support_gozen
source: Support GoZen
fr_fr: Soutenir GoZen
hi_in: GoZen को सहायता करें
ja: GoZenをサポートする
nl: Steun GoZen
pl: Wesprzyj GoZen
ur_pk: گوزن کا ساتھ دیں

# button_view_sponsors
source: View sponsors
fr_fr: Afficher les mécènes
hi_in: प्रायोजकों को देखें
ja: スポンサーを見る
nl: Sponsors
pl: Zobacz sponsorów

# button_become_sponsor
source: Become a sponsor
fr_fr: Devenir mécène
hi_in: प्रायोजक बनें
ja: スポンサーになる
nl: Word een sponsor
pl: Zostań sponsorem

# button_open_project
source: Open project
fr_fr: Ouvrir un projet
hi_in: प्रोजेक्ट खोलें
ja: プロジェクトを開く
nl: Project openen
pl: Otwórz projekt
ur_pk: پروجیکٹ کھولیں

# button_create_new_project
source: Create new project
fr_fr: Créer un nouveau projet
hi_in: नया प्रोजेक्ट बनाएँ
ja: 新しいプロジェクトを作成
nl: Nieuw project aanmaken
pl: Utwórz nowy projekt
ur_pk: نیا پروجیکٹ بنائیں

# button_create_new_color_file
source: Create color file
fr_fr: Créer un clip de couleur
hi_in: रंग फ़ाइल बनाएँ
ja: カラーファイルを作成
nl: Kleurbestand aanmaken
pl: Utwórz plik koloru

# button_tooltip_editor_settings
source: Editor settings.
fr_fr: Configuration de l'éditeur.
hi_in: एडिटर सेटिंग्स
ja: エディター設定。
nl: Editor instellingen.
pl: Ustawienia edytora.
ur_pk: ایڈیٹر کی ترتیبات.

# button_cancel
source: Cancel
fr_fr: Annuler
hi_in: रद्द करें
ja: キャンセル
nl: Annuleren
pl: Anuluj
ur_pk: منسوخ کریں

# button_cancel_rendering
source: Cancel rendering
fr_fr: Annuler le rendu
hi_in: रेंडरिंग रद्द करें
ja: レンダリングをキャンセル
nl: Renderen annuleren
pl: Anuluj eksport
ur_pk: رینڈرنگ منسوخ کریں

# button_reset
source: Reset
fr_fr: Réinitialiser
hi_in: रीसेट करें
ja: リセット
pl: Resetuj
ur_pk: ری سیٹ

# button_return
source: Return
fr_fr: Retour
hi_in: वापस जाएँ
ja: 戻る
nl: Terug
pl: Wróć
ur_pk: واپس جائیں

# button_screen_editing
source: Edit
fr_fr: Éditer
hi_in: एडिट करें
ja: 編集
nl: Bewerken
pl: Edycja

# button_screen_render
source: Render
fr_fr: Rendu
hi_in: रेंडर करें
ja: レンダリング
nl: Renderen
pl: Eksport

# button_start_render
source: Start rendering
fr_fr: Démarrer le rendu
hi_in: रेंडरिंग शुरू करें
ja: レンダリングを開始
nl: Start renderen
pl: Eksportuj
ur_pk: رینڈرنگ شروع کریں

# button_save
source: Save
fr_fr: Sauvegarder
hi_in: सहेजें
ja: 保存
nl: Opslaan
pl: Zapisz
ur_pk: سیو کریں

# button_dont_save
source: Don't save
pl: Nie zapisuj

# button_save_settings
source: Save settings
fr_fr: Sauvegarder les réglages
hi_in: सेटिंग्स सहेजें
ja: 設定を保存
nl: Instellingen opslaan
pl: Zapisz ustawienia
ur_pk: ترتیبات سیو کریں

# button_close
source: Close
fr_fr: Fermer
hi_in: बंद करें
ja: 閉じる
nl: Sluiten
pl: Zamknij
ur_pk: بند کریں

# text_version
source: Version
hi_in: वर्शन
ja: バージョン
nl: Versie
pl: Wersja
ur_pk: ورژن

# text_gozen_website
source: GoZen website
fr_fr: Site Internet GoZen
hi_in: GoZen वेबसाइट
ja: GoZenサイト
pl: Strona internetowa GoZen
ur_pk: گوزین کی ویب سائیٹ

# text_github_repo
source: GitHub repo
fr_fr: Dépôt GitHub
hi_in: GitHub रिपोजिटरी
ja: GitHubリポジトリ
nl: GitHub repository
pl: Repozytorium GitHub
ur_pk: گٹہب ریپو

# text_discord_link
source: Discord link
fr_fr: Lien Discord
hi_in: डिस्कोर्ड का लिंक
ja: Discordリンク
pl: Link Discord
ur_pk: دسکورڈ لنک

# text_support_gozen
source: Support GoZen
fr_fr: Soutenir GoZen
hi_in: GoZen को सहायता करें
ja: GoZenを支援する
nl: Steun GoZen
pl: Wesprzyj GoZen
ur_pk: گوزین کا ساتھ دیں

# text_gozen_made_by
source: GoZen creator:
fr_fr: GoZen est un éditeur vidéo conçu par :
hi_in: GoZen एक वीडियो एडिटर है जिसका निर्माता है
ja: GoZen 製作者：
pl: Twórca GoZen:
ur_pk: گوزین ایک ویڈیو ایڈیٹر ہے جس کا تخلیق کارہے

# text_rename_file_to
source: Rename file to ...
fr_fr: Renommer le fichier en ...
hi_in: फ़ाइल का नाम बदलें ...
ja: ファイル名を変更...
nl: Hernoem bestand naar ...
pl: Zmień nazwę pliku na ...
ur_pk: فائل کا نام تبدیل کریں ...

# text_advanced_settings
source: Advanced settings
fr_fr: Réglages avancés
hi_in: उन्नत सेटिंग्स
ja: 詳細設定
nl: Geavanceerde instellingen
pl: Zaawansowane ustawienia
ur_pk: اعلیٰ ترتیبات

# text_path
source: Path
fr_fr: Chemin
hi_in: पथ
ja: パス
nl: Pad
pl: Ścieżka
ur_pk: مقام

# text_resolution
source: Resolution
fr_fr: Résolution
hi_in: रिज़ॉल्यूशन
ja: 解像度
nl: Resolutie
pl: Rozdzielczość
ur_pk: ریزولوشن

# text_framerate
source: Framerate
fr_fr: Fréquence d'images
hi_in: फ्रेमरेट
ja: フレームレート
pl: Liczba klatek na sekundę
ur_pk: فریم ریٹ

# placeholder_text_search_files
source: Search files ...
fr_fr: Rechercher des fichiers ...
hi_in: फ़ाइलें खोजें ...
ja: ファイルを検索...
nl: Zoek bestanden ...
pl: Szukaj plików ...

# tooltip_ignore_changes_close_settings
source: Ignore changes and close settings menu.
fr_fr: Ignorer les changements et fermer le menu de configuration.
hi_in: परिवर्तन अनदेखा करें और सेटिंग्स मेनू बंद करें।
ja: 変更を無視して設定メニューを閉じます。
nl: Wijzigingen negeren en instellingen menu sluiten.
pl: Ignoruj zmiany i zamknij menu ustawień.
ur_pk: تبدیلیاں نظر انداز کریں اور ترتیبات بند کریں.

# tooltip_setting_background_color
source: The default background color of your project.
fr_fr: La couleur par défaut de l'arrière-plan de votre projet.
hi_in: आपके प्रोजेक्ट का डिफ़ॉल्ट पृष्ठभूमि रंग।
ja: プロジェクトのデフォルトの背景色です。
nl: De standaard achtergrondkleur van je project.
pl: Domyślny kolor tła twojego projektu.
ur_pk: پروجیکٹ کا ڈیفالٹ بیک گراؤنڈ رنگ.

# setting_background_color
source: Background color
fr_fr: Couleur d'arrière-plan
hi_in: पृष्ठभूमि रंग
ja: 背景色
nl: Achtergrondkleur
pl: Kolor tła
ur_pk: بیک گراونڈ کا رنگ

# setting_language
source: Language
fr_fr: Langue
hi_in: भाषा
ja: 言語
nl: Taal
pl: Język
ur_pk: زبان

# setting_theme
source: Theme
fr_fr: Thème
hi_in: थीम
ja: テーマ
nl: Thema
pl: Motyw
ur_pk: تھیم

# setting_tooltip_theme
source: Light mode is better.
fr_fr: Le mode sombre est le meilleur.
hi_in: लाइट मोड बेहतर है।
ja: ライトモードがおすすめです。
nl: Light theme is beter.
pl: Jasny motyw jest lepszy ;)
ur_pk: تھیم منتخب کریں: اپنے انٹرفیس کے لیے روشنی یا اندھیرے کے موڈ میں سے انتخاب کریں.

# setting_show_menu_bar
source: Show menu bar
fr_fr: Afficher la barre de menu
hi_in: मेनू बार दिखाएँ
ja: メニューバーを表示
nl: Menubalk weergeven
pl: Pokaż pasek menu
ur_pk: مینو بار دکھائیں

# setting_waveform_style
source: Audio waveform style
fr_fr: Style des ondes audio
hi_in: ऑडियो वेवफ़ॉर्म शैली
ja: 音声波形スタイル
nl: Weergave van audiogolf
pl: Wygląd wykresu fali dźwiękowej
ur_pk: آڈیو ویوفارم کا انداز

# setting_default_image_duration
source: Default image duration
fr_fr: Durée par défaut des images
hi_in: डिफ़ॉल्ट छवि अवधि
ja: 画像のデフォルト表示時間
nl: Standaard duur afbeeldingen
pl: Domyślna długość trwania obrazu
ur_pk: تصویر کا ڈیفالٹ دورانیہ

# setting_default_color_duration
source: Default color duration
fr_fr: Durée par défaut des clips de couleur
hi_in: डिफ़ॉल्ट रंग अवधि
ja: デフォルトカラー表示時間
nl: Standaard duur kleuren
pl: Domyślna długość trwania koloru

# setting_default_text_duration
source: Default text duration
fr_fr: Durée par défaut des textes
hi_in: डिफ़ॉल्ट टेक्स्ट अवधि
ja: デフォルトテキスト表示時間
nl: Standaard duur tekst
pl: Domyślna długość trwania tekstu

# setting_tooltip_duration_in_frames
source: The duration in frames.
fr_fr: La durée en nombre d'images.
ja: フレーム単位の長さです。
nl: De duur in frames.
pl: Czas trwania w klatkach.

# setting_default_project_resolution
source: Default project resolution
fr_fr: Résolution par défaut du projet
hi_in: डिफ़ॉल्ट प्रोजेक्ट रिज़ॉल्यूशन
ja: デフォルトプロジェクト解像度
nl: Standaard project resolutie
pl: Domyślna rozdzielczość projektu
ur_pk: پروجیکٹ کی ڈیفالٹ ریزولوشن

# setting_tooltip_default_project_resolution_x
source: The default video project width.
fr_fr: La largeur par défaut du projet.
hi_in: डिफ़ॉल्ट वीडियो प्रोजेक्ट की चौड़ाई।
ja: デフォルトの動画プロジェクトの幅です。
nl: De standaard breedte van een video project.
pl: Domyślna szerokość wideo projektu.
ur_pk: پروجیکٹ کی ڈیفالٹ وڈیو چوڑائ.

# setting_tooltip_default_project_resolution_y
source: The default video project height.
fr_fr: La hauteur par défaut du projet.
hi_in: डिफ़ॉल्ट वीडियो प्रोजेक्ट की ऊँचाई।
ja: デフォルトの動画プロジェクトの高さです。
nl: De standaard hoogte van een video project.
pl: Domyślna wysokość wideo projektu.
ur_pk: پروجیکٹ کی ڈیفالٹ وڈیو لمبائ.

# setting_default_project_framerate
source: Default project framerate
fr_fr: Framerate par défaut du projet
hi_in: डिफ़ॉल्ट प्रोजेक्ट फ्रेमरेट
ja: デフォルトプロジェクトフレームレート
nl: Standaard project framerate
pl: Domyślna liczba klatek na sekundę projektu
ur_pk: ڈیفالٹ پروجیکٹ فریم ریٹ

# setting_tooltip_default_project_framerate
source: The default video project framerate.
fr_fr: La fréquence d'images par défaut du projet.
hi_in: डिफ़ॉल्ट वीडियो प्रोजेक्ट की फ्रेमरेट।
ja: デフォルトの動画プロジェクトのフレームレートです。
nl: De standaard framerate van een video project.
pl: Domyślna liczba klatek na sekundę w projekcie.
ur_pk: ڈیفالٹ وڈیو پروجیکٹ کے فریم ریٹ.

# setting_default_track_amount
source: Default track amount
fr_fr: Nombre de pistes par défaut
hi_in: डिफ़ॉल्ट ट्रैक की संख्या
ja: デフォルトのトラック数
nl: Standaard aantal tracks
pl: Domyślna liczba ścieżek
ur_pk: ڈیفالٹ ٹریک کی مقدار

# setting_pause_after_dragging
source: Pause after dragging
fr_fr: Pause après déplacement
hi_in: ड्रैग करने के बाद रोकें
ja: ドラッグ後に一時停止
nl: Pauzeren na slepen
pl: Pauzuj po przeciągnięciu
ur_pk: ڈریگ کے بعد توقف

# setting_delete_empty_space_mod
source: Delete empty space modifier
fr_fr: Modificateur de suppression d'espace vide
hi_in: खाली स्थान हटाने के लिए मोडिफायर
ja: 空白削除修飾キー
nl: Modkey voor verwijderen van een lege ruimte
pl: Modyfikator usunięcia pustej przestrzeni
ur_pk: خالی جگہ حذف کرنے والا موڈیفائر

# setting_tooltip_delete_empty_space_mod
source: Double clicking empty spaces in the timeline deletes the empty space and moves everything. Setting a modifier makes it so you need to press that specific key to make double clicking remove the empty space in between clips.
fr_fr: Double-cliquer un espace vide de la timeline supprime cet espace vide et déplace les clips. Définir un modificateur impose de devoir appuyer cette touche spécifique pour que le double-clic supprime l'espace vide entre les clips.
hi_in: टाइमलाइन में खाली स्थान पर डबल-क्लिक करने से वह स्थान हट जाता है और बाकी क्लिप्स आगे खिसक जाती हैं। यदि आप एक मोडिफायर कुंजी सेट करते हैं, तो डबल-क्लिक से खाली स्थान तभी हटेगा जब वह कुंजी दबाई जाएगी।
ja: タイムライン上の空白部分をダブルクリックすると、その空白を削除して全てを移動させます。修飾キーを設定すると、その特定のキーを押しながらダブルクリックする必要があり、クリップ間の空白を削除します。
nl: Dubbelklikken op lege plekken in de tijdlijn verwijdert de lege ruimte en verplaatst alles. Door een modificatietoets in te stellen, moet je die specifieke toets ingedrukt houden om dubbelklikken de lege ruimte tussen clips te laten verwijderen.
pl: Podwójne kliknięcie pustych przestrzeni na osi czasu powoduje ich usunięcie i przesunięcie wszystkiego. Ustawienie modyfikatora powoduje że musisz nacisnąć ten klawisz by podwójne kliknięcie usunęło pustą przestrzeń.
ur_pk: ٹائم لائن میں خالی جگہ پر ڈبل کلک کرنے سے خالی جگہ حذف ہو جاتی ہے اور سب کچھ منتقل ہو جاتا ہے۔ ایک موڈیفائر سیٹ کرنے سے آپ کو مخصوص کی کو دبانا پڑے گا تاکہ ڈبل کلک کے ذریعے کلپس کے درمیان خالی جگہ حذف کی جا سکے.

# setting_check_version
source: Check version
fr_fr: Vérifier la version
hi_in: वर्शन जांचें
ja: バージョンを確認
nl: Versie controleren
pl: Sprawdź wersję

# setting_tooltip_check_version
source: This relies on checking the GitHub repo and therefore will make a connection to the internet. Some people prefer to not make their applications connect to the internet so this is by default 'disabled'.
fr_fr: Ceci repose sur une vérification du dépôt GitHub et requiers une connexion à Internet. Certaines personnes préfèrent ne pas connecter leur application au web, donc cette option est désactivée par défaut.
hi_in: यह विकल्प GitHub रिपोजिटरी की जांच पर निर्भर करता है, और इसलिए इसके लिए इंटरनेट से कनेक्शन आवश्यक होता है। कुछ उपयोगकर्ता नहीं चाहते कि उनका ऐप इंटरनेट से जुड़े, इसलिए यह विकल्प डिफ़ॉल्ट रूप से 'अक्षम' होता है।
ja: この機能はGitHubリポジトリを確認するためインターネットに接続します。アプリケーションがインターネットに接続することを好まないユーザーもいるため、この設定はデフォルトで「無効」になっています。
nl: Hiervoor wordt de GitHub-repository gecontroleerd, wat een internetverbinding vereist. Omdat sommige gebruikers liever niet willen dat hun applicaties verbinding maken met het internet, is deze optie standaard 'uitgeschakeld'.
pl: Ta opcja sprawdza wersję z repozytorium Github, a więc wykona połączenie przez internet. Niektórzy wolą by ich programy nie wykonywały połączeń internetowych, więc ta opcja jest domyślnie wyłączona.

# setting_auto_save
source: Auto save project
fr_fr: Sauvegarde automatique du projet
hi_in: स्वतः सहेजना
ja: プロジェクトを自動保存
nl: Project automatisch opslaan
pl: Auto zapis

# setting_tooltip_auto_save
source: Auto save your project every few minutes.
fr_fr: Sauvegarde automatiquement votre projet au bout de quelques minutes.
hi_in: हर कुछ मिनटों में आपका प्रोजेक्ट स्वतः सहेज दिया जाएगा।
ja: 数分ごとにプロジェクトを自動保存します。
nl: Sla je project elke paar minuten automatisch op.
pl: Automatycznie zapisuje twój projekt co kilka minut.

# encoding_progress_text_setup
source: Setting up encoder ...
fr_fr: Préparation du moteur de rendu ...
hi_in: एन्कोडर तैयार हो रहा है ...
ja: エンコードを準備中...
nl: Encoder instellen ...
pl: Przygotowywanie enkodera ...

# encoding_progress_text_open_error
source: Encoder couldn't be opened, check path and settings!
fr_fr: Le moteur de rendu ne peut être ouvert, vérifiez le chemin et les réglages !
hi_in: एन्कोडर नहीं खोला जा सका, पथ और सेटिंग्स जांचें!
ja: エンコードを開けませんでした。パスと設定を確認してください！
nl: Encoder kon niet worden geopend, controleer pad en instellingen!
pl: Enkoder nie mógł zostać otwarty, sprawdź ścieżkę i ustawienia!

# encoding_progress_text_compiling_audio
source: Compiling audio data ...
fr_fr: Compilation des données audio ...
hi_in: ऑडियो डेटा संकलित किया जा रहा है ...
ja: 音声データをコンパイル中...
nl: Audio data compileren ...
pl: Kompilowanie danych dźwięku ...

# encoding_progress_text_sending_audio
source: Sending audio data ...
fr_fr: Envoi des données audio ...
hi_in: ऑडियो डेटा भेजा जा रहा है ...
ja: エンコードへの音声データ送信中に問題が発生しました！
nl: Er ging iets mis bij het versturen van audio naar de encoder!
pl: Przesyłanie danych dźwięku ...

# encoding_progress_text_sending_audio_error
source: Something went wrong sending audio to the encoder!
fr_fr: Une erreur est apparue pendant l'envoi de l'audio au moteur de rendu !
hi_in: एन्कोडर को ऑडियो भेजते समय कुछ गलत हो गया!
ja: エンコードへの音声データ送信中に問題が発生しました！
nl: Er ging iets mis bij het versturen van audio naar de encoder!
pl: Coś poszło nie tak przy przesyłaniu dźwięku do enkodera!

# encoding_progress_text_creating_sending_data
source: Creating & sending frame data ...
fr_fr: Création et envoi des données d'image ...
hi_in: फ़्रेम डेटा बनाया और भेजा जा रहा है ...
ja: フレームデータを作成・送信中...
nl: Frame data aanmaken & versturen ...
pl: Tworzenie i wysyłanie danych klatek ...

# encoding_progress_text_sending_data_error
source: Something went wrong sending frame to the encoder!
fr_fr: Une erreur est apparue pendant l'envoi de l'image au moteur de rendu !
hi_in: एन्कोडर को फ़्रेम भेजते समय कुछ गलत हो गया!
ja: エンコードへのフレーム送信中に問題が発生しました！
nl: Er ging iets mis bij het versturen van frame data naar de encoder!
pl: Coś poszło nie tak przy przesyłaniu klatek do enkodera!

# encoding_progress_text_canceling
source: Canceling render process ...
fr_fr: Annulation du processus de rendu ...
hi_in: रेंडर प्रक्रिया रद्द की जा रही है ...
ja: エンコードプロセスをキャンセル中...
nl: Encoding proces annuleren ...
pl: Anulowanie procesu eksportu ...

# encoding_progress_text_last_frame
source: Sending last frames ...
fr_fr: Envoi des dernières images ...
hi_in: आखिरी फ्रेम भेजे जा रहे हैं ...
ja: 最後のフレームを送信中...
nl: Laatste frames versturen ...
pl: Wysyłanie ostatnich klatek ...

# rendering_warning
source: Something went wrong!
fr_fr: Une erreur est apparue !
hi_in: कुछ गलत हो गया!
ja: 問題が発生しました！
nl: Er ging iets mis!
pl: Coś poszło nie tak!
ur_pk: کچھ غلط ہو گیا!

# render_option_path
source: Path
fr_fr: Chemin
hi_in: पथ
ja: パス
nl: Pad
pl: Ścieżka
ur_pk: فائل کا مقام

# render_option_profile
source: Render profile
fr_fr: Profil de rendu
hi_in: रेंडर प्रोफ़ाइल
ja: レンダリングプロファイル
nl: Renderprofiel
pl: Profil eksportu
ur_pk: رینڈر پروفائل

# render_option_audio_codec
source: Audio codec
fr_fr: Codec audio
hi_in: ऑडियो कोडेक
ja: 音声コーデック
pl: Kodek dźwięku
ur_pk: آڈیو کوڈیک

# render_option_video_codec
source: Video codec
fr_fr: Codec vidéo
hi_in: वीडियो कोडेक
ja: 動画コーデック
pl: Kodek wideo
ur_pk: ویڈیو کوڈیک

# render_option_quality
source: Quality
fr_fr: Qualité
hi_in: गुणवत्ता
ja: 品質
nl: Kwaliteit
pl: Jakość
ur_pk: وڈیو کامعیار

# render_option_tooltip_quality
source: Adjusts the CRF (Constant Rate Factor), lower number = higher quality but slower encoding. Higher number = lower quality but faster encoding. For most codecs between 15-18 is recommended as the impact on quality won't be noticeable.
fr_fr: Ajuste le Facteur de Taux Constant (CRF), la qualité la plus basse étant 50, la plus haute 15. Par défaut elle est définie à 18. Elle est utilisée pour ajuster le bitrate qui a un impact sur la qualité ainsi que le poids. Une valeur de 0 donne le meilleur, 51 donne la pire qualité, 18 n'est pas vraiment visible.
hi_in: CRF (कॉन्स्टेंट रेट फैक्टर) को समायोजित करता है। गुणवत्ता की सबसे कम सेटिंग 50 है, और सबसे अच्छी गुणवत्ता के लिए 15। डिफ़ॉल्ट मान 18 है। यह बिटरेट को नियंत्रित करता है, जिससे गुणवत्ता और फ़ाइल साइज़ प्रभावित होते हैं। मान 0 से सर्वोत्तम गुणवत्ता मिलती है, और 51 से सबसे कम। 18 पर आमतौर पर कोई स्पष्ट अंतर दिखाई नहीं देता।
ja: CRF（一定レート係数）を調整します。数値が低いほど高画質ですが、エンコードが遅くなります。数値が高いほど低画質になりますが、エンコードは速くなります。ほとんどのコーデックでは15〜18の範囲が推奨されており、画質の違いはほとんど感じられません。
nl: Past de CRF (Constant Rate Factor) aan. Lager getal = hogere kwaliteit maar tragere encodering. Hoger getal = lagere kwaliteit maar snellere encodering. Voor de meeste codecs wordt een waarde tussen 15 en 18 aanbevolen, aangezien het kwaliteitsverlies dan nauwelijks merkbaar is.
pl: Dostosowuje wartość CRF (Constant Rate Factor), mniejsza wartość = lepsza jakość, ale wolniejsze enkodowanie. Wyższa wartość = gorsza jakość, szybsze enkodowanie. Dla większości kodeków wartość w zakresie 15-18 jest polecana, jako że wpływ na jakość nie będzie wtedy zauważalny.
ur_pk: سی.آر.ایف ایڈجسٹمنٹ: 50 سب سے کم معیار، 15 سب سے زیادہ معیار، 18 ڈیفالٹ۔ 0 بہترین معیار، 51 سب سے خراب.

# render_option_speed
source: Speed
fr_fr: Vitesse
hi_in: गति
ja: 速度
nl: Snelheid
pl: Prędkość
ur_pk: رفتار

# render_option_tooltip_speed
source: Adjusts the speed for encoding H264. Setting the speed too high might have a negative impact on the final video quality.
fr_fr: Ajuste la vitesse d'encodage H264. Définir une vitesse trop rapide peut avoir un impact négatif sur la qualité finale de la vidéo.
hi_in: H264 एन्कोडिंग की गति को समायोजित करता है। बहुत अधिक गति सेट करने से अंतिम वीडियो की गुणवत्ता पर नकारात्मक प्रभाव पड़ सकता है।
ja: H264エンコードの速度を調整します。速度を高くしすぎると、最終的な動画品質に悪影響を与える可能性があります。
nl: Past de snelheid aan voor het coderen van H264. Een te hoge snelheid kan een negatieve invloed hebben op de uiteindelijke videokwaliteit.
pl: Dostosowuje prędkość enkodowania H264. Ustawienie zbyt dużej prędkości może mieć negatywny wpływ na końcową jakość wideo.
ur_pk: ایچ264 کو انکوڈنگ کرنے کی رفتار کو ایڈجسٹ کرتا ہے۔ رفتار کو بہت زیادہ سیٹ کرنے سے حتمی ویڈیو کے معیار پر منفی اثر پڑ سکتا ہے.

# render_option_gop_size
source: GOP size
fr_fr: Taille des GI
hi_in: GOP का आकार
ja: GOPサイズ
nl: GOP-grootte
pl: Rozmiar GOP
ur_pk: جی او پی سائز
