Repository: VoylinsGamedevJourney/gozen
Catalog: src/translations/*.po
Languages: fr_fr, hi_in, ja, nl, pl, ur_pk

# render_option_tooltip_gop_size
source: Group Of Pictures. Higher value is better for compression compared to a lower value. But how higher the value is, the less precise it will get for seeking and scrubbing through the video playback. Put to a low value if you intend to use the rendered video for editing.
fr_fr: Groupements d'Images. Une valeur élevée a une meilleur compression qu'une valeur basse. Toutefois, plus la valeur est élevée, moins la recherche et le déplacement lors de la lecture vidéo seront précis. Définissez une valeur basse si vous avez l'intention d'utiliser le rendu pour l'édition.
hi_in: Group Of Pictures। उच्च मान बेहतर कंप्रेशन देता है, लेकिन मान जितना अधिक होगा, वीडियो प्लेबैक के दौरान सटीकता (seeking और scrubbing) उतनी ही कम हो जाएगी। यदि आप इस वीडियो को आगे संपादन के लिए उपयोग करना चाहते हैं, तो मान को कम रखें।
ja: Group Of Pictures（ピクチャのグループ）。値が高いほど、低い値と比較して圧縮に適しています。しかし、値が高いほど、動画再生中のシークやスクラブの精度が低くなります。レンダリングされた動画を編集に使用するつもりなら、低い値に設定してください。
nl: Group Of Pictures. Een hogere waarde is beter voor compressie vergeleken met een lagere waarde. Maar hoe hoger de waarde is, hoe minder nauwkeurig het zoeken en door de video navigeren tijdens afspelen zal zijn. Zet op een lage waarde als je van plan bent de gerenderde video te gebruiken voor bewerking.
pl: Grupa obrazków (Group Of Pictures). Wyższa wartość daje lepszą kompresję, ale im jest większa tym wolniejsze jest przeskakiwanie po klatkach wideo. Użyj małe wartości jeśli zamierzasz użyć wyeksporotwanego wideo do montażu.
ur_pk: تصاویر کا گروپ (GOP)۔ زیادہ قیمت بہتر ہے کمپریشن کے لیے، کم قیمت کے مقابلے میں۔ تاہم، جتنا زیادہ قیمت ہوگی، ویڈیو پلے بیک کے دوران تلاش اور اسکرابنگ کے لیے اتنی کم درستگی ہوگی۔ اگر آپ رینڈر شدہ ویڈیو کو ایڈیٹنگ کے لیے استعمال کرنے کا ارادہ رکھتے ہیں تو اسے کم قیمت پر سیٹ کریں.

# render_option_threads_cores
source: Threads/cores
fr_fr: Threads/cœurs
hi_in: थ्रेड्स / कोर
ja: スレッド/コア数
pl: Wątki/rdzenie
ur_pk: تھریڈز/کورز

# render_option_tooltip_threads_cores
source: Put on '0' to use all available threads.
fr_fr: Définissez à '0' pour utiliser tous les threads disponibles.
hi_in: सभी उपलब्ध थ्रेड्स का उपयोग करने के लिए इसे '0' पर सेट करें।
ja: 利用可能な全てのスレッドを使用するには「0」を入力してください。
nl: Zet op '0' om alle beschikbare threads te gebruiken.
pl: Wstaw '0' aby użyć wszystkich dostępnych wątków.
ur_pk: تمام دستیاب تھریدز استعمال کرنے کے لیِے '0' لگائیں.

# render_option_video_length
source: Video length
fr_fr: Longueur de la vidéo
hi_in: वीडियो की लंबाई
ja: 動画の長さ
nl: Videolengte
pl: Długość wideo
ur_pk: وڈیو کی لمبائ

# render_option_render_time
source: Render time
fr_fr: Temps de rendu
hi_in: रेंडर समय
ja: レンダリング時間
nl: Rendertijd
pl: Czas eksportu
ur_pk: رینڈر کا وقت

# notification_update_available
source: Update available!
fr_fr: Mise-à-jour disponible !
hi_in: अपडेट उपलब्ध है!
ja: 更新があります！
nl: Update beschikbaar!
pl: Nowa aktualizacja jest dostępna!

# status_project_loading_init
source: Opening project ...
fr_fr: Ouverture du projet ...
hi_in: प्रोजेक्ट खोला जा रहा है ...
ja: プロジェクトを開き中...
nl: Project openen...
pl: Otwieranie projektu ...

# status_project_preparing_timeline
source: Preparing timeline ...
fr_fr: Préparation de la timeline ...
hi_in: टाइमलाइन तैयार की जा रही है ...
ja: タイムラインを準備中...
nl: Tijdlijn voorbereiden ...
pl: Przygotowywanie osi czasu ...

# status_project_loading_files
source: Loading files ...
fr_fr: Chargement des fichiers ...
hi_in: फ़ाइलें लोड की जा रही हैं ...
ja: ファイルを読み込み中...
nl: Media laden ...
pl: Ładowanie plików ...

# status_project_playback_setup
source: Setting up playback ...
fr_fr: Configuration de la lecture ...
hi_in: प्लेबैक सेट किया जा रहा है ...
ja: 再生を設定中...
nl: Video afspelen voorbereiden ...
pl: Przygotowywanie odtwarzania ...

# status_project_finalizing
source: Finalizing ...
fr_fr: Finalisation ...
hi_in: अंतिम प्रक्रिया चल रही है ...
ja: 最終処理中...
nl: Afronden ...
pl: Kończenie ...

# status_new_project_init
source: Creating new project ...
fr_fr: Création du nouveau projet ...
hi_in: नया प्रोजेक्ट बनाया जा रहा है ...
ja: 新しいプロジェクトを作成しています...
nl: Nieuw project aanmaken ...
pl: Tworzenie nowego projektu ...

# command_editor_settings
source: Editor settings
fr_fr: Configuration de l'éditeur
hi_in: एडिटर सेटिंग्स
ja: エディター設定
nl: Editor instellingen
pl: Ustawienia edytora

# command_project_settings
source: Project settings
fr_fr: Configuration du projet
hi_in: प्रोजेक्ट सेटिंग्स
ja: プロジェクト設定
nl: Project instellingen
pl: Ustawienia projektu

# command_render_menu
source: Render menu
fr_fr: Menu de rendu
hi_in: रेंडर मेनू
ja: レンダリングメニュー
pl: Menu eksportu

# menu_bar_project
source: Project
fr_fr: Projet
hi_in: प्रोजेक्ट
ja: プロジェクト
pl: Projekt

# menu_bar_project_save
source: Save
fr_fr: Sauvegarder
hi_in: सहेजें
ja: 保存
nl: Opslaan
pl: Zapisz

# menu_bar_project_save_as
source: Save as ...
fr_fr: Sauvegarder sous ...
hi_in: ऐसे सहेजें ...
ja: 名前を付けて保存...
nl: Opslaan als ...
pl: Zapisz jako ...

# menu_bar_project_open_project
source: Open
fr_fr: Ouvrir
hi_in: खोलें
ja: 開く
nl: Openen
pl: Otwórz

# menu_bar_project_open_settings
source: Open settings
fr_fr: Ouvrir les réglages
hi_in: सेटिंग्स खोलें
ja: 設定を開く
nl: Instellingen
pl: Ustawienia projektu

# file_dialog_title_add_files
source: Add files
fr_fr: Ajouter des fichiers
hi_in: फ़ाइलें जोड़ें
ja: ファイルを追加
nl: Bestanden toevoegen
pl: Dodaj pliki

# file_dialog_title_select_save_path
source: Select save path
fr_fr: Sélectionner le chemin de sauvegarde
hi_in: सहेजने का पथ चुनें
ja: 保存パスを選択
nl: Opslaglocatie selecteren
pl: Wybierz ścieżkę zapisu

# file_panel_item_add_files
source: Add file(s)
fr_fr: Ajouter un/des fichier(s)
hi_in: फ़ाइल(फ़ाइलें) जोड़ें
ja: ファイルを追加
nl: Bestand(en) toevoegen
pl: Dodaj plik(i)

# file_panel_item_add_text
source: Add text
fr_fr: Ajouter du texte
hi_in: टेक्स्ट जोड़ें
ja: テキストを追加
nl: Tekst toevoegen
pl: Dodaj tekst

# file_panel_item_add_color
source: Add color
fr_fr: Ajouter une couleur
hi_in: रंग जोड़ें
ja: カラーを追加
nl: Kleur toevoegen
pl: Dodaj kolor

# popup_item_rename
source: Rename
fr_fr: Renommer
hi_in: नाम बदलें
ja: 名前を変更
nl: Hernoemen
pl: Zmień nazwę

# popup_item_reload
source: Reload
fr_fr: Recharger
hi_in: रीलोड करें
ja: リロード
nl: Herladen
pl: Przeładuj

# popup_item_delete
source: Delete
fr_fr: Supprimer
hi_in: हटाएं
ja: 削除
nl: Verwijderen
pl: Usuń

# popup_item_duplicate
source: Duplicate
fr_fr: Dupliquer
hi_in: प्रतिलिपि
ja: 複製
nl: Dupliceren
pl: Duplikuj

# popup_item_save_as_file
source: Save as file ...
fr_fr: Sauvegarder sous ...
hi_in: फ़ाइल के रूप में सहेजें ...
ja: ファイルに保存...
nl: Opslaan als bestand ...
pl: Zapisz jako plik ...

# popup_item_extract_audio
source: Extract audio (WAV)
fr_fr: Extraire l'audio (WAV)
hi_in: ऑडियो एक्सट्रैक्ट करें (WAV)
ja: 音声を抽出（WAV）
nl: Audio extraheren (WAV)
pl: Wyekstraktuj dźwięk (WAV)

# popup_separator_image_options
source: Image options
fr_fr: Réglages d'image
hi_in: छवि विकल्प
ja: 画像オプション
nl: Afbeeldingopties
pl: Opcje obrazu

# popup_separator_video_options
source: Video options
fr_fr: Réglages vidéo
hi_in: वीडियो विकल्प
ja: 動画オプション
nl: Video-opties
pl: Opcje wideo

# popup_separator_text_options
source: Text options
fr_fr: Réglages de texte
hi_in: टेक्स्ट विकल्प
ja: テキストオプション
nl: Tekstopties
pl: Opcje tekstu
